Repository: julientaq/geoproject
Catalog: languages/*.po
Languages: fr_be

source: An error occured
fr_be: Une erreur s'est produite

source: Page not found.<br/> Try another research or go back
fr_be: Page introuvable.<br>Essayez une autre recherche ou rendez-vous sur la

source: to the homepage</a>
fr_be: page d'accueil</a>

source: Geoformats
fr_be: Géoformats

source: + See more
fr_be: + Voir plus

source: Maps
fr_be: Cartes

source: Markers
fr_be: Marqueurs

source: Projects
fr_be: Projets

source: Category Archives : %s
fr_be: Archives de la catégorie : %s

source: Tag Archives : %s
fr_be: Archives du mot-clé : %s

source: Author Archives : %s
fr_be: Archives de l'auteur : %s

source: Daily Archives : %s
fr_be: Archives du : %s

source: Monthly Archives : %s
fr_be: Archives de : %s

source: Yearly Archives : %s
fr_be: Archives de : %s

source: Comments
fr_be: Commentaires

source: Comment navigation
fr_be: Navigation dans les commentaires

source: <span class="fa fa-angle-left"></span> Older Comments
fr_be: <span class="fa fa-angle-left"></span> Commentaires précédents

source: Newer Comments <span class="fa fa-angle-right"></span>
fr_be: Commentaires suivants <span class="fa fa-angle-right"></span>

source: Comments are closed.
fr_be: Les commentaires sont fermés.

source: Logged in as <a href="%1$s">%2$s</a> - <a href="%3$s" title="Log out of this account">Log out?</a>
fr_be: Connecté en tant que <a href="%1$s">%2$s</a> - <a href="%3$s" title="Déconnexion">Déconnexion</a>

source: Name
fr_be: Nom

source: Website
fr_be: Site web

source: Project
fr_be: Projet

source: Linked map:
fr_be: Carte parente :

source: See this map
fr_be: Voir cette carte

source: Linked project:
fr_be: Projet lié :

source: See this project
fr_be: Voir ce projet

source: <p><strong>Error: you have to link your marker to a map</strong> -
fr_be: <p><strong>Erreur : vous devez lier votre marqueur à une carte</strong> -

source: Edit
fr_be: Modifier

source: In the same map
fr_be: Dans la même carte

source: Started on
fr_be: Démarré le

source: Initiated by
fr_be: Initié par

source: Print this page
fr_be: Imprimer cette page

source: Preview before printing
fr_be: Aperçu avant impression

source: Image name:
fr_be: Nom de l'image

source: Published <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> at <a href="%3$s" title="Link to full-size image">%4$s &times; %5$s</a> in <a href="%6$s" title="Return to %7$s" rel="gallery">%8$s</a>
fr_be: Publié le <span class="entry-date"><time class="entry-date" datetime="%1$s">%2$s</time></span> à <a href="%3$s" title="Lien vers l'image originale">%4$s &times; %5$s</a> dans <a href="%6$s" title="Retourner vers %7$s" rel="gallery">%8$s</a>

source: Previous Image
fr_be: Image précédente

source: Next Image
fr_be: Image suivante

source: Theme settings
fr_be: Paramètres du thème

source: Settings GP
fr_be: Réglages GP

source: FAQ - Help
fr_be: FAQ - aide

source: FAQ- Help
fr_be: FAQ - aide

source: Storytelling and maps
fr_be: Récits et cartes

source: Geoformat
fr_be: Géoformat

source: Social Networks
fr_be: Réseaux sociaux

source: Metadata & analytics
fr_be: Métadonnées et audiences

source: Footer content
fr_be: Contenu du pied de page

source: General settings for projects
fr_be: Paramètres généraux des projets

source: General settings for Geoformats
fr_be: Paramètres généraux pour les Géoformats

source: Set your Geofomats
fr_be: Régler vos Géoformats

source: The settings of each Geoformat must be done at the creation of each new Geoformat. Several options will then be proposed to customize your Geoformat. No field is required: what is not completed or activated will not be displayed. If you do not want to review these settings with each new geoformat, display the list and hover over the Geoformat of your choice. Then click on "Duplicate Model". This action duplicates all settings but beware: it also duplicates the contents!
fr_be: Les paramètres de chaque Géoformat doivent être effectués lors de la création de chaque nouveau Geoformat. Plusieurs options seront alors proposées pour personnaliser votre Géoformat. Aucun champ n'est requis : ce qui n'est pas terminé ou activé ne sera pas affiché. Si vous ne souhaitez pas revoir ces paramètres à chaque nouveau Géoformat, affichez la liste et planez au-dessus du Géoformat de votre choix. Cliquez ensuite sur "Dupliquer le modèle". Cette action reproduit tous les réglages à l'identique mais attention : elle reproduit également le contenu !

source: You can find more information in the "FAQ" page of the "GP Settings" menu.
fr_be: Vous pouvez trouver plus d'informations dans la page "FAQ" du menu "GP Paramètres".

source: Save changes
fr_be: Sauver les changements

source: maps
fr_be: cartes

source: map
fr_be: carte

source: posts
fr_be: articles

source: post
fr_be: article

source: geoformats
fr_be: Géoformats

source: geoformat
fr_be: Géoformat

source: Featured image
fr_be: Image à la une

source: Totals
fr_be: Totaux

source: Icon
fr_be: Icône

source: Map
fr_be: Carte

source: Orphan Maps
fr_be: Cartes orphelines

source: Orphan Markers
fr_be: Marqueurs orphelins

source: projects
fr_be: projets

source: About the theme Geoproject-Geoformat
fr_be: A propos du thème Geoproject-Geoformat

source: Field Notes
fr_be: Notes de terrain

source: Marker's name
fr_be: Nom du marqueur

source: Quick Description
fr_be: Description rapide

source: Your Recent Field Notes
fr_be: Dernières notes de terrain

source: FAQ
fr_be: Questions fréquentes (FAQ)

source: Credits
fr_be: Crédits

source: How the contents are organized?
fr_be: Comment les contenus sont-ils organisés ?

source: The GeoProjects Wordpress theme adds 4 content types : Projects, Maps, Markers and Geoformats.
fr_be: Le thème Wordpress Géoprojects ajoute 4 types de contenu : Projets, Cartes, Marqueurs et Géoformats.

source: A Map contain markers and can be associated to a Project. You can also associate Geoformats as well as the traditionnals WordPress posts to Projects.
fr_be: Une carte contient des marqueurs et peut être associée à un projet. Vous pouvez aussi associer à un projet des Géoformats ainsi que des articles classiques. Toutes les cartes ne présentent pas le même degré de granularité (voir les modèles de cartes disponibles).

source: Markers can contain text, images, sound or video (and a mix of them), and you can provide you own icons to show up on the maps.
fr_be: Les marqueurs peuvent contenir un texte, des images, du son ou de la vidéo (ou un mélange de tous ces formats). Vous pouvez fournir vos propres icônes de marqueurs personnalisés à afficher sur les cartes en cliquant sur le bouton "Chargement" figurant sous "Chargez votre marqueur personnalisé".

source: Why does nothing appear on the homepage?
fr_be: Pourquoi rien n'apparaît en page d'accueil ?

source: Do not panic ! This is linked to the "Show as homepage" option, which allows you to better control the content displayed. Just edit the items, maps, or geoformats you want to appear, check the ad hoc box and save them as is.
fr_be: Pas de panique ! Ceci est lié à l'option "Afficher en page d'accueil", qui vous permet de mieux contrôler le contenu affiché. Il suffit d'éditer les articles, cartes ou géoformats que vous souhaitez voir apparaître, de cocher la case ad hoc et de les enregistrer tels quels.

source: How does Geoproject works?
fr_be: Comment fonctionne Géoproject ?

source: What is Geoformat?
fr_be: Géoformat, c'est quoi ?

source: The post type Geoformat permits you to create longform contents. Each new section is introduced with a title and a background map or a background image or a background video. The edit zones are well specified. A field not filled won't be displayed. The "subline" filed is used to display an abstract of the document on the front-pages and is also used for metadata (OpenGraph, Twitter Card and Dublin Core).
fr_be: Géoformat vous permet de créer des contenus "long format" (longform). Chaque nouvelle section est introduite par un titre et (1) une carte de fond (code iframe à copier-coller) ou (2) une image de fond ou (3) une vidéo d'arrière-plan. Les zones d'édition sont bien spécifiées. Un champ non rempli ne sera pas affiché. Le champ "sous-titre" est utilisé pour afficher un résumé du document sur les pages du site mais aussi pour les métadonnées (OpenGraph, Twitter Card et Dublin Core), il est donc important de le compléter. Plusieurs options de personnalisation sont communes à Géoproject et Géoformat : retrouvez-les dans les réglages du thème. Il s'agit notamment des réglages concernant les couleurs et les polices de caractère (21 polices disponibles pour les textes et 17 polices pour les éléments de titraille). Les polices de caractère utilisées dans le thème par défaut sont Bree pour les titres (sérif) et Raleway pour les textes (sans sérif).

source: You can create photo galleries or use third parties plugins to add graphical dynamic contents. The "Formats" button, available above each edit zone, permits you to create frames, dropcaps and buttons.
fr_be: Vous pouvez créer des galeries d'images ou utiliser des plugins tiers pour ajouter des contenus dynamiques graphiques. Le bouton "Formats", disponible au-dessus de chaque zone d'édition, vous permet de créer des encadrés (3 types sont disponibles), des lettrine (par exemple, la première lettre de chaque nouvel article de section) et des boutons.

source: The official documentation of the original plugin can be found
fr_be: La documentation officielle du plugin original peut être trouvée

source: on the website of the plugin's author.
fr_be: sur le site internet de l'auteure du plugin.

source: What is the big Map Page?
fr_be: Tous mes marqueurs dans une grande carte ?

source: The GeoProjects theme comes with a special page showing all Markers of all Maps.
fr_be: Le thème Geoprojects vous donne la possibilité d'afficher une page spéciale contenant une carte avec tous les marqueurs de toutes les cartes créées.

source: To use it, create a new Page, and set its "Model" to "Big Map". You can then add this page to your menu.
fr_be: Pour l'utiliser, créez une nouvelle page et sélectionnez le modèle "Big Map" dans le bloc de droite "Attributs de la page". Il suffit ensuite d'ajouter cette page à un menu (via "Apparence" / "Menu"). Deux zones de menu sont disponibles : pour le menu déroulant de la barre de navigation (navbar) et pour le menu personnalisable situé en bas de page.

source: Which widgets are used?
fr_be: Quels widgets sont utilisés ?

source: This theme has a Widgets zone in the footer, where you can add any of them. There is a specific widget for Geoformats, if you wish to display the list of the last longform publications.
fr_be: Ce thème comporte une zone de widgets dans le pied de page où vous pouvez ajouter le widget de votre choix. Catégories, archives, articles, liens… plusieurs choix sont possibles mais vous devrez vous limiter à quatre widgets (soit 4 blocs). Un widget spécifique a été conçu pour les Géoformats. Il permet l'affichage, dans cette zone, de la liste des derniers Géoformats publiés.

source: Why Stadia maps are not displaying?
fr_be: Pourquoi les cartes Stadia Maps ne s’affichent pas ?

source: To display a stadia map, you have to sign up to <a href="https://client.stadiamaps.com/signup/" target="_blank">Stadia Maps</a> and to whitelist your domain name (if you are not using geoprojet.fr).
fr_be: Pour afficher une carte Stadia Maps, vous devez vous inscrire à <a href="https://client.stadiamaps.com/signup/" target="_blank">Stadia Maps</a> et inscrire votre nom de domaine (si vous n’utilisez pas geoprojet.fr).

source: Why is the overlaid image not displayed correctly?
fr_be: Pourquoi l'image superposée ne s'affiche pas correctement ?

source: The functionality of adding an image to a map is experimental. If this does not pose any display problem when the option is to replace the geographic basemap with an image, it is not always the same for displaying an overlaid image which requires defining a positioning via two latitudes and two longitudes. <a href="https://leafletjs.com/reference-1.6.0.html#imageoverlay" target="_blank"> Documentation is available here </a>. How to find geographic coordinates? <a href="https://www.latlong.net/" target="_blank"> Go here </a>. In addition, it is possible that the rendering is not optimal when zooming in and out on the map.
fr_be: La fonctionnalité d'ajout d'image dans une carte est expérimentale. Si cela ne pose aucun problème d'affichage lorsque l'option est de remplacer le fond de carte géographique par une image, il n'en va pas toujours de même pour afficher une image superposée qui nécessite de définir un positionnement via deux latitudes et deux longitudes. <a href="https://leafletjs.com/reference-1.6.0.html#imageoverlay" target="_blank">La documentation est disponible ici</a>. Comment trouver des coordonnées géographiques ? <a href="https://www.latlong.net/" target="_blank">Rendez-vous ici</a>. Par ailleurs, il est possible que le rendu ne soit pas optimal en zoomant et en dézoomant sur la carte.

source: How to set up printing options ?
fr_be: Comment configurer les options d’impression ?

source: All of the documentation will be found on this page.
fr_be: Toute la documentation se trouve sur cette page.

source: Please, read the "About" section before starting to set up.
fr_be: Veuillez lire la section « À propos » avant de vous lancer dans des opérations d'impression.

source: General principles
fr_be: Principes généraux

source: No field is required: an unfilled field will not be displayed.
fr_be: Aucun champ n'est obligatoire : un champ non rempli ne sera pas affiché.

source: One exception is the "subtitle" field, this text is used for description metadata as well as for sharing on social networks.
fr_be: Une seule exception : le champ « sous-titre », dont le texte est utilisé pour les métadonnées de description ainsi que pour le partage sur les réseaux sociaux.

source: Image formats at the top of section: 1400px wide x 777px high. The display of the image in full page will depend on the size of the screen.
fr_be: Formats des images en tête de section : 1400px de large x 777 px de haut. L'affichage de l'image en pleine page va dépendre de la taille de votre écran.

source: As a simple article, Geoformat accepts labels, categories, and featured image (this is used to display Geoformats on the home page and in category pages)..
fr_be: Comme un article simple, le Géoformat accepte les mots-clés, les catégories et l'image à la une (celle-ci est utilisée pour l'affichage des Géoformats en page d'accueil et dans les pages de catégories).

source: As a classic article, editing allows WYSIWYG formatting as well as the insertion of multimedia elements.
fr_be: Comme dans un article classique, l'édition permet une mise en forme WYIWIG ainsi que l'insertion d'éléments multimédia.

source: Sidebar Settings
fr_be: Réglages des options (panneau latéral)

source: General:
fr_be: Général :

source: Text size
fr_be: Taille du texte

source: Width of the central column
fr_be: Largeur de la colonne centrale

source: Border style for blockquotes
fr_be: Style de bordure pour les blocs de citation

source: Display the author's name in the loading intro
fr_be: Afficher ou non le nom de l'auteur dans l'intro du Géoformat

source: Choice of the loader for loading (circle, by default)
fr_be: Choix du loader pour le chargement (cercle, par défaut, recommandé)

source: Animation of the loader to its disappearance
fr_be: Animation du loader lors de sa disparition

source: Geoformat intro effect
fr_be: Effet d'intro du Géoformat

source: Style of the "trigger" button (permits to pass from the full screen introduction to the contents)
fr_be: Style du boulon « déclencheur » (pour passer de l'intro plein écran vers les contenus)

source: Position of the progress bar or deactivation of this function
fr_be: Position de la barre de progression ou désactivation de cette fonction

source: Position and style of the fixed navigation bar (header or footer, background color, Geoformat title or not, intrapage navigation methode - via the hamburger drop-down menu - and appearance of social network icons)
fr_be: Position et style de la barre de navigation fixe (tête ou pied de page, couleur de fond, affichage du titre du Géoformat, dispositif de navigation intrapage – via le menu déroulant « hamburger » et apparence des icônes des réseaux sociaux)

source: Maps catalog
fr_be: Catalogue de cartes

source: 23 map styles are available, including MapBox. You will find below the map catalog. The default basemap is "OpenStreetMap". If you wish to add your own MapBox style, you will have to fill the access token field in the setting page
fr_be: 23 fonds de carte sont disponibles, y compris MapBox. Vous trouverez ci-dessous le catalogue de cartes. La carte de base par défaut est « OpenStreetMap ». Si vous souhaitez ajouter votre propre style MapBox, vous devrez remplir le champ de jeton d’accès dans la page de configuration du thème

source: Credits - License
fr_be: Crédits - Licence

source: This Wordpress theme has been developped by %1$s and funded by the %2$s. The 2.0 version, which includes the Geoformat post type, is developed by Laurence Dierickx (%3$s), from the original plugin Simple Long Form, developed as an open source software for WordPress. She continued this work for version 3 of this theme, which she entirely reviewed in this fourth version, enriched with many features).
fr_be: Ce thème Wordpress a été développé par %1$s et financé par le %2$s. La version 2.0, qui intègre "Géoformat", est développé par Laurence Dierickx (%3$s), à partir du plugin original Simple Long Form, conçu pour réaliser des récits long format sur WordPress. Elle a poursuivi ce travail pour les versions 3 et 4 de ce thème, qui comporte plusieurs améliorations (interface et administration) ainsi que de nouvelles fonctionnalités).

source: Released under the GPL v.2 license, you can download this theme on %1$s. Please, feel free to report bugs and submit fixes or new features !
fr_be: Distribué sous Licence GPL v.2, vous pouvez télécharger ce thème sur %1$s. N'hésitez pas à reporter tout bug et proposer des corrections ou de nouvelles fonctionnalités !

source: You should not access to this file directly
fr_be: Vous ne devriez pas directement accéder à ce fichier

source: Print
fr_be: Impression

source: Default printing
fr_be: Impression par défaut

source: Enable custom printing
fr_be: Activer l’impression personnalisée

source: Add print button to pages
fr_be: Ajouter un bouton d’impression aux pages

source: Add preview button to pages
fr_be: Ajouter un bouton de prévisualisation

source: Activate Paged.js
fr_be: Activer Paged.js

source: Customize the header
fr_be: Personnaliser l’en-tête

source: Common settings
fr_be: Paramètres communs

source: Custom CSS
fr_be: CSS personnalisé

source: Set up the cover page
fr_be: Configurer la page de couverture

source: Print format
fr_be: Format d’impression

source: Activate custom print format
fr_be: Format de page personnalisé

source: Show crop marks
fr_be: Afficher les traits de coupe

source: Margins
fr_be: Marges

source: Content width
fr_be: Largeur du contenu

source: Content vertical alignment
fr_be: Alignement vertical du contenu

source: Background color
fr_be: Couleur d'arrière-plan

source: Background image
fr_be: Image de fond

source: Font family (title)
fr_be: Typographie (titre)

source: Title font size
fr_be: Taille du titre

source: Title color
fr_be: Couleur du titre

source: Attributes of the title
fr_be: Attributs du titre

source: Do not display the subtitle
fr_be: Ne pas afficher le sous-titre

source: Font family (subtitle)
fr_be: Typographie (sous-titre)

source: Subitle font size
fr_be: Taille du sous-titre

source: Subitle color
fr_be: Couleur du sous-titre

source: Attributes of the subtitle
fr_be: Attributs du sous-titre

source: Additionnal text (optional)
fr_be: Texte additionnel (facultatif)

source: Font family (additionnal text)
fr_be: Typographie

source: Text font size
fr_be: Taille du texte

source: Text color
fr_be: Couleur du texte

source: Text attributes
fr_be: Attributs du texte

source: Text position
fr_be: Position du texte

source: Add an image (optional)
fr_be: Ajouter une image (facultatif)

source: Image width
fr_be: Largeur de l’image

source: Image options
fr_be: Options de l’image

source: Image position
fr_be: Position de l'image

source: Frame border
fr_be: Bordure de cadre

source: Border style
fr_be: Style de bordure

source: Border width
fr_be: Largeur de bordure

source: Border color
fr_be: Couleur de la bordure

source: Border padding
fr_be: Rembourrage

source: Customize the table of contents
fr_be: Configurer la page de la table des matières

source: Recto verso printing
fr_be: Impression recto-verso

source: Page break before chapter title
fr_be: Saut de page avant le titre du chapitre

source: Content columns
fr_be: Nbre de colonnes (contenus)

source: Page title
fr_be: Titre de la page

source: Font family (all subtitles)
fr_be: Typographies (tous les sous-titres)

source: Subtitles font size
fr_be: Taille des sous-titres

source: Subtitles color
fr_be: Couleur des sous-titres

source: Attributes of the subtitles
fr_be: Attributs des sous-titres

source: Font family (posts list)
fr_be: Famille de polices (liste des publications)

source: List font size
fr_be: Taille des listes

source: List color
fr_be: Couleur des listes

source: List attributes
fr_be: Attributs des listes

source: Projects list
fr_be: Liste des récits

source: Maps list
fr_be: Liste des cartes

source: Markers list
fr_be: Liste des marqueurs

source: Geoformats list
fr_be: Liste des Géoformats

source: Posts list
fr_be: Liste des articles

source: Pages list
fr_be: Liste des pages

source: Display posts by category
fr_be: Afficher les publications par catégorie

source: About the printing options
fr_be: À propos des paramètres d’impression

source: To read before printing
fr_be: À lire avant d'imprimer

source: Adjust your settings for printing contents
fr_be: Configuration des contenus (impression personnalisée)

source: Print comments
fr_be: Imprimer les commentaires

source: Metadata printing
fr_be: Impression des métadonnées

source: Attributes of the content
fr_be: Attributs du contenu

source: Embedded contents
fr_be: Contenus intégrés (embed)

source: Page numbering
fr_be: Numérotation des pages

source: Adjust your settings for printing Geoformats
fr_be: Configuration des géoformats (impression personnalisée)

source: Titles font family
fr_be: Typographie des titres

source: Subtitles font family
fr_be: Typographie des sous-titres et exergues

source: Cover
fr_be: Couverture

source: Headline
fr_be: Titraille

source: Section titles
fr_be: Titraille des sections

source: Section contents
fr_be: Contenus des sections

source: Default printing does not include maps or images to save your printer ink. <br/> All settings of your theme are kept. <br/> Check this box if you wish personalized settings for the contents or Geoformats (in this cas, you will have to print from the preview page. Please, active the preview button too.
fr_be: L’impression par défaut n’inclut pas de cartes ou d’images pour économiser l’encre de votre imprimante.<br/>Tous les paramètres de votre thème sont conservés.<br/>Cochez cette case si vous souhaitez des paramètres personnalisés pour l'impression de vos contenus ou géoformats (dans ce cas, vous devez activer le bouton de prévisualisation des contenus afin d'accéder à la maquette de la page d'impression).

source: Check this box if you wish to add to each page a shortcut button to print in PDF without leaving the interface.
fr_be: Cochez cette case si vous souhaitez ajouter à chaque page un bouton de raccourci pour imprimer en PDF sans quitter l’interface.
