Repository: julientaq/geoproject
Catalog: languages/*.po
Languages: fr_be

source: Yes
fr_be: Oui

source: No
fr_be: Non

source: Loading page fade out
fr_be: Effet de disparition de l'écran de chargement

source: Faded
fr_be: Fondu

source: Animated
fr_be: Animé

source: Intro effect
fr_be: Effet d'intro

source: Trigger button
fr_be: Bouton "trigger" (déclencheur)

source: Arrow (small)
fr_be: Flèche (petite)

source: Arrow (small) width border
fr_be: Flèche (petite) avec bordure

source: Arrow (medium)
fr_be: Flèche (moyenne)

source: Arrow (medium) with border
fr_be: Flèche (moyenne) avec la bordure

source: Arrow (full)
fr_be: Flèche (complète)

source: Trigger button text
fr_be: Texte du bouton "trigger"

source: F.E. : Read more
fr_be: Ex. : Lire la suite

source: Progress bar position
fr_be: Position de la barre de progression

source: Top of the page
fr_be: Haut de page

source: Bottom of the page
fr_be: Bas de page

source: No progress bar
fr_be: Pas de barre de progression

source: Navbar
fr_be: Barre de navigation

source: Add shadow
fr_be: Ajouter un ombrage

source: Social networks icons
fr_be: Icônes pour les réseaux sociaux

source: Intrapage navigation
fr_be: Navigation intrapage

source: Section title
fr_be: Titre de la section

source: Circles
fr_be: Cercles

source: No intrapage navigation
fr_be: Pas de navigation intrapage

source: Display the title
fr_be: Afficher le titre

source: Display the title of the website
fr_be: Afficher le titre du site

source: Blockquote style
fr_be: Style des citations

source: Left border
fr_be: Bordure gauche

source: Right border
fr_be: Bordure droite

source: Bottom border
fr_be: Bordure inférieure

source: Quotes (no border)
fr_be: Guillemets

source: Border type
fr_be: Type de bordure

source: Theme color dotted
fr_be: Couleur principale (pointillé)

source: Light grey
fr_be: Gris clair

source: Light grey dotted
fr_be: Gris clair pointillé

source: Chapter 1
fr_be: Chapitre 1

source: Chapter 2
fr_be: Chapitre 2

source: Chapter 3
fr_be: Chapitre 3

source: Chapter 4
fr_be: Chapitre 4

source: Chapter 5
fr_be: Chapitre 5

source: Chapter 6
fr_be: Chapitre 6

source: Chapter 7
fr_be: Chapitre 7

source: Author(s)
fr_be: Auteur(s)

source: Author(s) of the pictures
fr_be: Auteur (s) des photos

source: Title position
fr_be: Position du titre

source: Centred
fr_be: Centré

source: White on theme color background
fr_be: Blanc sur fond de couleur (couleur principale)

source: Display date
fr_be: Afficher la date de publication

source: Background image (intro)
fr_be: Image de fond (intro)

source: Choose your image
fr_be: Choisissez votre image

source: Remove
fr_be: Supprimer

source: OR map in the background (copy-paste the shortcode at the bottom of the map (via admin dashboard)
fr_be: OU carte en fond d'écran : copier-coller le code iframe disponible en bas de la carte (via l'admin de WP)

source: OR video background (copy-paste the code)
fr_be: OU video en fond d'écran (copier-coller votre code embed récupéré via YouTube, Vimeo, etc.)

source: Intro of the article
fr_be: Chapeau

source: Add text (optional)
fr_be: Texte (facultatif)

source: Add new chapter +
fr_be: Ajouter un nouveau chapitre

source: Alignement of the title
fr_be: Alignement du titre

source: Background image (intro de la section)
fr_be: Image de fond (intro de la section)

source: OR map in the background (copy-paste the embed code available at the bottom of the map (share button)
fr_be: OU carte en fond d'écran : copier-coller le code iframe disponible en bas de la carte (bouton de partage)

source: Caption (below image, video or map)
fr_be: Légende (sous l'image, la vidéo ou la carte)

source: Add content
fr_be: Ajouter le contenu

source: Additional style (advanced user)
fr_be: Style additionnel (utilisateur avancé)

source: Title:
fr_be: Titre :

source: Longforms to display:
fr_be: Nombre de géoformats à afficher :

source: Add
fr_be: Ajouter

source: Add map
fr_be: Ajouter une carte

source: Edit this map
fr_be: Modifier la carte

source: New map
fr_be: Nouvelle carte

source: See the map
fr_be: Voir la carte

source: Search maps
fr_be: Rechercher une carte

source: No maps found
fr_be: Aucune carte trouvée

source: No maps found in trash
fr_be: Aucune carte dans la corbeille

source: My maps
fr_be: Mes cartes

source: %1$s updated. <a href="%2$s">See the %1$s</a>
fr_be: %1$s à jour. <a href="%2$s">Voir la publication</a>

source: Custom field updated.
fr_be: Champ personnalisé mis à jour.

source: Custom field deleted.
fr_be: Champ personnalisé supprimé.

source: %s updated.
fr_be: %s mis à jour.

source: %1$s restored at revision %2$s
fr_be: %1$s restauré à la révision %2$s

source: %1$s published. <a href="%2$s">See the %1$s</a>
fr_be: %1$s publié. <a href="%2$s">Voir %1$s</a>

source: %s saved
fr_be: %s sauvegardé

source: %1$s saved. <a target="_blank" href="%2$s">Preview the %1$s</a>
fr_be: %1$s enregistré. <a href="%2$s">Aperçu %1$s</a>

source: %1$s planned for the : <strong>%2$s</strong>. <a target="_blank" href="%3$s">Preview the %1$s</a>
fr_be: %1$s prévus pour le <strong>: %2$s</strong>. <a target="_blank" href="%3$s">Aperçu du %1$s</a>

source: Draft of %1$s updates. <a target="_blank" href="%2$s">Preview the %1$s</a>
fr_be: Brouillon de %1$s mises à jour. <a target="_blank" href="%2$s">Aperçu des %1$s</a>

source: Marker
fr_be: Marqueur

source: Add a new marker
fr_be: Ajouter un nouveau marqueur

source: Edit this marker
fr_be: Modifier ce marqueur

source: New marker
fr_be: Nouveau marqueur

source: See the marker
fr_be: Voir le marqueur

source: Search markers
fr_be: Recherche des marqueurs

source: No markers found
fr_be: Aucun marqueur trouvé

source: No markers found in trash
fr_be: Aucun marqueur dans la corbeille

source: My markers
fr_be: Mes marqueurs

source: Add a new %s
fr_be: Ajouter un nouveau %s

source: Edit this %s
fr_be: Modifier ce %s

source: New %s
fr_be: Nouveau %s

source: See the %s
fr_be: Voir %s

source: Search %s
fr_be: Chercher des %s

source: No %s found
fr_be: Aucun %s trouvé

source: No %s found in trash
fr_be: Aucun %s trouvé dans la corbeille

source: My %s
fr_be: Mes %s

source: %1$s, no default icons markers found : you must have a problem with the theme.
fr_be: %1$s, aucune icône de marqueur n'a été trouvée : il est possible que vous ayez un souci dans votre installation.

source: Warning
fr_be: Attention

source: No custom markers found! You can send your marker images (PNG, transparent background) from the button below "Load your custom marker"
fr_be: Aucun marqueur personnalisé trouvé ! Vous pouvez envoyer vos images de marqueur (PNG, fond transparent) à partir du bouton "Chargez votre marqueur personnalisé"

source: A good list of free markers icons can be found on the %1$s website.
fr_be: Une excellente liste d'icônes de marqueurs peut être téléchargée sur le site web de %1$s.

source: Add to Menu
fr_be: Ajouter au menu

source: Add new image
fr_be: Ajouter une image

source: Back to marker options
fr_be: Retour aux options de marqueurs

source: Back to the edition of the maps
fr_be: Retour à l’édition de la carte

source: Dashboard
fr_be: Tableau de bord

source: Display on homepage?
fr_be: Afficher en page d’accueil ?

source: Welcome on Geoproject-Geoformat! Add your settings and save the page
fr_be: Bienvenue sur Geoproject-Geoformat ! Ajustez vos paramètres et enregistrez la page

source: draft
fr_be: brouillon

source: private
fr_be: privé

source: small
fr_be: petit

source: regular
fr_be: moyen

source: large
fr_be: grand

source: larger
fr_be: plus grand

source: Primary Menu
fr_be: Menu principal

source: Custom menu for the footer
fr_be: Menu personnalisable pour le pied de page

source: Footer Widgets (8 blocks maximum)
fr_be: Widgets pour le bas de page (8 blocs maximum)

source: Charger une image
fr_be: Ajouter une image

source: Keywords
fr_be: Mots clés

source: Search keywords
fr_be: Rechercher des mots-clés

source: Separate keywords with a coma
fr_be: Séparer les mots-clés par une virgule

source: Chose among the most used keywords
fr_be: Choisissez parmi les mots clés les plus utilisés

source: Popular keywords
fr_be: Mots-clés populaires

source: Edit keyword
fr_be: Modifier le mot-clé

source: View keyword
fr_be: Voir le mot-clé

source: Update keyword
fr_be: Mettre à jour le mot-clé

source: Add keyword
fr_be: Ajouter un mot-clé

source: New keyowrds'name
fr_be: Nouveau mot-clé

source: more
fr_be: plus

source: Profile picture
fr_be: Photo de profil

source: Load image
fr_be: Chargement

source: Image size: 200 x 200px
fr_be: Taille de l'image: 200 x 200px

source: Display option (index pages)
fr_be: Option d'affichage (pages d'index)

source: Check this box to display the featured image rather than the map
fr_be: Cochez cette case pour afficher l'image mise en avant plutôt que la carte (l'image est utilisée dans tous les cas pour le partage sur les réseaux sociaux)

source: Display this marker on the project homepage
fr_be: Afficher ce marqueur sur la page d'acueil

source: Add a custom image
fr_be: Ajouter une image personnalisée

source: If your map uses a custom image, first save it to preview it. Like for any other map, you can add a marker. <strong>For images that replace a map:</strong> if the background image appears pixelated, it is a resolution issue (the map is too small) or a zoom issue (you will heave to decrease it).
fr_be: Si votre carte utilise une image personnalisée, enregistrez-la d’abord pour la prévisualiser. Comme pour n’importe quelle autre carte, vous pouvez ajouter un marqueur. <strong>Pour les images qui remplacent une carte :</strong> si l’image d’arrière-plan apparaît pixelisée, il s’agit d’un problème de résolution (la carte est trop petite) ou d’un problème de zoom (vous devriez le diminuer).

source: Displaying
fr_be: Affichage

source: Replace
fr_be: Remplacer

source: Overlay
fr_be: Superposer

source: Image copyright
fr_be: Copyright de l'image

source: Minimum zoom (only if the image replace the map, it can be a negative value : the object is to find the perfect zoom size to preview the map)
fr_be: Zoom minimum (seulement si l’image remplace la carte, cela peut être une valeur négative : l’objet est de trouver la taille de zoom parfaite pour prévisualiser la carte)

source: Do not change these fields if your image replaces the map. However, they are ALL mandatory if you want to embed an image on a map.
fr_be: Ne complétez pas ces champs si votre image remplace la carte. Toutefois, ils sont TOUS obligatoires si vous souhaitez superposer une image sur la carte.

source: Lat 1
fr_be: Latitude 1

source: Long 1
fr_be: Longitude 1

source: Lat 2
fr_be: Latitude 2

source: Long 2
fr_be: Longitude 2

source: Opacity (range: from 0 to 1)
fr_be: Opacité (de 0 à 1)

source: Z-index (for the layer position, start from 1)
fr_be: Z-index (pour la position de la couche, débute à partir de 1)

source: Dropcap
fr_be: Lettrine

source: Framed (grey background)
fr_be: Encadré (fond gris)

source: Framed (white background)
fr_be: Encadré (fond blanc)

source: Framed (main color background)
fr_be: Encadré (fond de couleur du thème)

source: Button
fr_be: Bouton

source: Picture
fr_be: Photo

source: Sound
fr_be: Audio

source: Video
fr_be: Vidéo

source: Chart
fr_be: Graphique

source: Choose a tiles provider :
fr_be: Choisir un fournisseur de dalles :

source: (Save this map to update the preview.)
fr_be: (Sauvegardez cette carte pour mettre à jour la prévisualisation)

source: *To use MapBox, don't forget to complete the field "MapBox access token" within the setting page.
fr_be: *Pour utiliser MapBox, n’oubliez pas de compléter le champ "jeton d’accès MapBox" (acess token) dans les réglages de Géoproject.

source: Export
fr_be: Exporter

source: Allow sharing this map (iframe)
fr_be: Autoriser le partage de cette carte (iframe)

source: Zoom (the value will depend on the map tiles provider)
fr_be: Zoom (la valeur dépend du fournisseur de dalles de la carte)

source: Map Preview
fr_be: Prévisualisation de la carte

source: Add markers in this map
fr_be: Ajouter des marqueurs dans cette carte

source: Save this map before clicking
fr_be: Sauvez cette carte avant de cliquer

source: Shortocde to copy-paste within posts or geoformats
fr_be: Shortocde à copier-coller dans les articles ou les géoformats

source: If necessary, you can change the height of the map (height="XXXpx")
fr_be: Si nécessaire, vous pouvez modifier la hauteur de la carte (par exemple : height="600px").

source: Add MapBox map?
fr_be: Ajouter une carte MapBox ?

source: I am using an embedded MapBox map in this post
fr_be: J'intègre une carte MapBox dans cette publication

source: Recommended size : style="width: 100%; height: 500px;", paste your MapBox code in a HTML container (Gutenberg editor) or in text mode (classic editor).
fr_be: Style recommandé : style="width: 100%; height : 500px; », collez votre code MapBox dans un conteneur HTML (éditeur Gutenberg) ou en mode texte (éditeur classique).

source: Marker Informations
fr_be: Informations du marqueur

source: Edit the map
fr_be: Modifier la carte

source: No map found. If you want to add this marker to a map, <a href="%1$s">you must create one first</a> (don't forget to save this content before clicking on this link).
fr_be: Aucune carte trouvée. Si vous voulez ajouter ce marqueur à une carte, vous devez d'abord <a href="%1$s">en créer une </a> (n'oubliez pas de sauver ce contenu avant de cliquer sur ce lien pour ajouter un marqueur).

source: Load your custom marker
fr_be: Chargez votre marqueur personnalisé

source: Maximum recommended size: 60 pixels high. To prevent multiple image size generated by WordPress, please go to "Settings/Media" and then set the different image size to 0
fr_be: Taille maximale recommandée : 60 pixels de haut. Pour éviter les images multiples générées automatiquement par WordPress, rendez-vous dans le menu "Paramètres / Médias" et ensuite régler les tailles des différents formats d'image sur 0

source: Marker preview
fr_be: Aperçu du marqueur

source: change
fr_be: modifier

source: Default icons
fr_be: Icônes par défaut

source: Custom icons
fr_be: Icônes personnalisés

source: Loading
fr_be: Chargement

source: In the Popup
fr_be: Insérer un média dans l'infobulle (pop-up)

source: %1$s Note %2$s you can drag an drop created contents for changing display order in the popup. Contents are displayed one above the others in the popup, starting with the created content at left.
fr_be: %1$s Note %2$s vous pouvez déplacer les contenus créés pour changer l'ordre d'apparition dans l'infobulle : ils seront affichés les uns au-dessus des autres, en partant de celui de gauche.

source: Delete
fr_be: Supprimer

source: Add a Text
fr_be: Ajouter un texte

source: Add a <strong>Text</strong>
fr_be: Ajouter un <strong>texte</strong>

source: Add an Image
fr_be: Ajouter une image

source: Add an <strong>Image</strong>
fr_be: Ajouter une <strong>image</strong>

source: Add a Video
fr_be: Ajouter une vidéo

source: Add a <strong>Video</strong>
fr_be: Ajouter une <strong>vidéo</strong>

source: Add an Audio
fr_be: Ajouter un fichier audio

source: Add an <strong>Audio</strong>
fr_be: Ajouter de un <strong>fichier audio</strong>

source: Choose an Image
fr_be: Choisir une image

source: URL of the video
fr_be: URL de la vidéo

source: Remove video
fr_be: Supprimer la vidéo

source: Choose a MP3 file
fr_be: Choisir un fichier MP3

source: Remove audio file
fr_be: Supprimer le fichier audio

source: Read more link
fr_be: Bouton "En savoir plus"

source: Optional
fr_be: Optionel

source: By default, the Read more link goes to the Marker page. To redirect to a different url, type it here.
fr_be: Par défaut, le lien "En savoir plus" dans le pop-up conduit à la page du marqueur. Pour rediriger vers une url différente, remplissez le champ ci-dessous.

source: Redirect Read More Link
fr_be: Saisissez une url

source: Geolocation
fr_be: Géolocalisation

source: Tiles Provider
fr_be: Fournisseur de dalles

source: Drag the marker to the desired position.
fr_be: Déplacer le marqueur jusqu'à la position souhaitée.

source: You can zoom and pan to the desired location and bring back the marker there by clicking the button "center marker here".
fr_be: Vous pouvez zoomer et déplacer la carte à la position souhaitée et ramener le marqueur au centre en cliquant sur le bouton "Centrer le marqueur ici".

source: You can search for a postal address (powered by <a href="http://nominatim.openstreetmap.org/" target="_blank">OpenStreetMap Nominatim</a>). If you can't find an address, try to be more precise or test other keywords.
fr_be: Vous pouvez chercher une adresse postale (propulsé par <a href="http://nominatim.openstreetmap.org/" target="_blank">OpenStreetMap Nominatim</a>). Si vous ne trouvez pas l'adresse, essayez d'être plus précis en utilisant d'autres mots-clés.

source: Select the background with which you want to preview. Please, save it to view the change. It will only affect the markers' preview, not the original map. To do so, you have to edit the original map that you have created.
fr_be: Sélectionnez l’arrière-plan avec lequel vous souhaitez afficher l’aperçu de la carte. Enregistrez le marqueur pour voir le changement. Cela n’affectera que l’aperçu des marqueurs et non pas la carte originale. Pour ce faire, vous devez éditer la carte originale que vous avez créée.

source: To preview a map where an image replaces the tiles on a map, give that marker a title, link it to the map, and save your marker. If the marker does not appear on the image, click on the'center the marker' button to display it.
fr_be: Pour prévisualiser une carte où une image remplace les dalles d’une carte (option 'remplacer'), donnez-lui un titre, reliez-le à la carte et enregistrez votre marqueur. <br/>Si le marqueur n’apparaît pas sur l’image, cliquez sur le bouton « Centrer le marqueur ici » pour l’afficher.

source: Additionnal Informations
fr_be: Informations complémentaires

source: Field name
fr_be: Nom du champ

source: Field value
fr_be: Valeur du champ

source: Project initiator
fr_be: Initiateur du projet

source: Initiator website URL
fr_be: Site web de l'initiateur du projet

source: Project start date
fr_be: Date de début du projet

source: Day
fr_be: Jour

source: Month
fr_be: Mois

source: Year
fr_be: Année

source: this map
fr_be: cette carte

source: this post
fr_be: cet article

source: Attach %1$s to a project (optionnal)
fr_be: Attacher %1$s à un projet (optionnel)

source: No project found. You can optionnaly <a href="%1$s">create a new project</a> to put %2$s in (don't forget to save this content before clicking on this link)
fr_be: Aucun projet n'a été trouvé. Vous pouvez optionnellement <a href="%1$s">créer un nouveau projet</a> pour y mettre votre %2$s (n'oubliez pas de sauvegarder ce contenu avant de cliquer sur ce lien)

source: Toolbox
fr_be: Boîte à outils

source: Additional tools
fr_be: Outils additionnels

source: Tools
fr_be: Outils

source: Icon generator
fr_be: Générateur d'icônes

source: Embed contents
fr_be: Contenus d'intégration

source: Additional tools to enhance your stories
fr_be: Des outils supplémentaires pour raconter vos histoires

source: Search results for:
fr_be: Résultat de la recherche pour :

source: Pingback:
fr_be: Rétrolien :

source: (Edit)
fr_be: (Modifier)

source: %s <span class="says">says:</span>
fr_be: %s <span class="says">a dit :</span>

source: Your comment is awaiting moderation.
fr_be: Votre commentaire est en attente de modération.

source: %1$s at %2$s
fr_be: %1$s à %2$s

source: Last Maps
fr_be: Dernières cartes

source: Last Markers
fr_be: Derniers marqueurs

source: Last Geoformats
fr_be: Derniers Géoformats

source: Last posts
fr_be: Derniers articles

source: Close
fr_be: Fermer

source: Enter your search term...
fr_be: Terme de recherche...

source: Share by e-mail
fr_be: Partager par mail

source: A friend wants to share this article with you:
fr_be: Un ami veut partager un lien avec vous :

source: Read:
fr_be: Découvrez :

source: Share on LinkedIn
fr_be: Partagez sur LinkedIn

source: Nothing found for:
fr_be: Aucun résultat trouvé pour :

source: Sorry, but nothing matched your search terms. <br/> Please try again with some different keywords.
fr_be: Désolé, mais aucun résultat ne correspond à vos critères de recherche. <br/> Essayez de nouveau avec des mots clés différents.

source: In the same project
fr_be: Dans le même projet

source: This post is password protected:
fr_be: Cette page est protégée par mot de passe :
