Repository: julientaq/geoproject
Catalog: languages/*.po
Languages: fr_be

source: Check this box if you wish to add to each page a shortcut button to view the printing customize settings of the document before its printing. This function is required if you wish to print your page for publishing.
fr_be: Cochez cette case si vous souhaitez ajouter à chaque page un bouton permettant de prévisualiser le document avant de l'imprimer. Cette fonction est recommandée pour toute impression professionnelle (numérique ou offset).

source: This JavaScript library enables an optimization for PDF printing. The preview page will look slightly different, the notice as well as the print button will not be displayed. To print, please push Ctrl+P on your keyboard. In addition, all of the custom settings could not be taken into account.
fr_be: Cette bibliothèque JavaScript permet une optimisation pour l’impression PDF. La page d’aperçu sera légèrement différente, la notice en tête de page ainsi que le bouton d’impression ne seront pas affichés. Pour imprimer, veuillez appuyer sur Ctrl+P sur votre clavier. En outre, tous les paramètres personnalisés peuvent ne pas être pris en compte par cette librairie.

source: Display website title
fr_be: Afficher le titre du site web

source: Display website subtitle
fr_be: Afficher le sous-titre du site web

source: Do not apply document margins
fr_be: Ne pas appliquer les marges du document

source: Title font family
fr_be: Typographie du titre

source: Subtitle font family
fr_be: Typographie du sous-titre

source: Subtitle font size
fr_be: Taille du sous-titre

source: Header text align
fr_be: Alignement du texte de l’en-tête

source: Left
fr_be: Gauche

source: Center
fr_be: Centré

source: Right
fr_be: Droit

source: Header text color
fr_be: Couleur du texte de l’en-tête

source: Header border
fr_be: Bordure de l'en-tête

source: No border
fr_be: Aucune bordure

source: Framed
fr_be: Encadré

source: Border top and bottom
fr_be: Bordure en haut et en bas

source: Border bottom
fr_be: Bordure en bas

source: Header border color
fr_be: Couleur de la bordure d'en-tête

source: Header border padding
fr_be: Rembourrage de bordure d’en-tête

source: Header border width
fr_be: Hauteur de la bordure de l’en-tête

source: Header bottom border width
fr_be: Hauteur de la bordure inférieure de l’en-tête

source: Header border style
fr_be: Style de bordure de l’en-tête

source: Solid
fr_be: Solide

source: Dotted
fr_be: Pointillés

source: Dashed
fr_be: Tirets

source: Bottom border style
fr_be: Style de bordure inférieure

source: Do not change
fr_be: Pas de style différent

source: Margin after the main title
fr_be: Marge après le titre principal

source: Top margin
fr_be: Marge au-dessus

source: Bottom margin
fr_be: Marge en-dessous

source: Paper size
fr_be: Orientation de la page

source: Landscape
fr_be: Paysage

source: Width:
fr_be: Largeur :

source: Height:
fr_be: Hauteur :

source: Top & bottom:
fr_be: Haut & bas:

source: Left & right:
fr_be: Gauche & droite :

source: To be printed, you must activate "Print background and image" in the settings of your browser.
fr_be: Pour imprimer le fond de couleur de page, vous devez activer « Imprimer l’arrière-plan et l’image » dans les paramètres d'impression de votre navigateur.

source: Typography
fr_be: Typographie

source: Title alignment
fr_be: Alignement du titre

source: Subtitles typography
fr_be: Typographie des sous-titres et exergues

source: Subitle alignment
fr_be: Alignement des sous-titres et exergues

source: Display all
fr_be: Tout afficher

source: Display author name
fr_be: Afficher le nom de l'auteur

source: Display date and author name
fr_be: Afficher la date et le nom de l'auteur

source: Hide
fr_be: Ne pas imprimer

source: Do not print metadata icons
fr_be: Ne pas imprimer les icônes des métadonnées

source: Alignment
fr_be: Alignement

source: Border
fr_be: Bordure

source: Content columns
fr_be: Nbre de colonnes

source: Columns gutter
fr_be: Gouttière des colonnes

source: Add a net between columns
fr_be: Ajouter un filet entre les colonnes

source: Fill column
fr_be: Remplir la colonne

source: Font size
fr_be: Taille du texte

source: Line-height
fr_be: Interlignage

source: Font color
fr_be: Couleur de la police

source: Text alignment
fr_be: Alignement du texte

source: Justify
fr_be: Justifié

source: Do not print project list
fr_be: Ne pas imprimer la liste des projets

source: Do not print images
fr_be: Ne pas imprimer les images

source: Images width
fr_be: Largeur des images

source: Do not print maps
fr_be: Ne pas imprimer les cartes

source: Maps height
fr_be: Hauteur des cartes

source: Thin
fr_be: Fine

source: Regular
fr_be: Normale

source: Bold
fr_be: Grasse

source: Do not print embed content
fr_be: Ne pas imprimer le contenu embarqué

source: Activate page numbering
fr_be: Activer la numérotation des pages

source: Start numbering from
fr_be: Commencer la numérotation à partir de

source: This function is experimental and does not work in all cases.
fr_be: Cette fonction est expérimentale et ne fonctionne pas dans tous les cas.

source: Activate cover printing
fr_be: Activer l’impression d'une page de couverture

source: Printing the cover disables printing of the contents. To print the content of the geformat, deactivate this option.
fr_be: L’impression de la couverture désactive l’impression du contenu. Pour imprimer le contenu du geformat, désactivez cette option.

source: Title alignment
fr_be: Alignement du titre

source: Padding
fr_be: Rembourrage (marges intérieures)

source: Vertical positioning of the image
fr_be: Positionnement vertical de l’image de fond

source: Top
fr_be: Haut

source: Bottom
fr_be: Bas

source: Horizontal positioning of the image
fr_be: Positionnement horizontal de l’image

source: Main title alignment
fr_be: Alignement du titre principal

source: Main title font size
fr_be: Taille du titre principal

source: Main title font color
fr_be: Couleur du titre principal

source: Margin top
fr_be: Marge supérieure

source: Margin bottom
fr_be: Marge inférieure

source: Break page after maintitle
fr_be: Saut de page après le titre principal

source: Main title multimedia alignment (image, map or video)
fr_be: Alignement de l'élément multimédia du titre principal (image, carte ou vidéo)

source: Multimedia element width
fr_be: Largeur de l'élément multimédia

source: Multimedia element border
fr_be: Bordure de l’élément multimédia

source: Do not display the multimedia element
fr_be: Ne pas afficher l’élément multimédia

source: Break page after the multimedia element
fr_be: Saut de page après l’élément multimédia

source: Do not display the author
fr_be: Ne pas afficher l’auteur

source: Do not display the author of the images
fr_be: N’affichez pas l’auteur des images

source: Do not display date
fr_be: Ne pas afficher la date

source: Metadata alignment
fr_be: Alignement des métadonnées

source: Break page after the metadata block
fr_be: Saut de page après le bloc de métadonnées

source: Font-size
fr_be: Taille de la police

source: Font weight
fr_be: Graisse de la police

source: Subtitle alignment
fr_be: Alignement du sous-titre

source: Break page after the subtitle block
fr_be: Saut de page après le bloc de sous-titres

source: Font-size of the hat
fr_be: Taille du chapeau

source: Font weight of the hat
fr_be: Graisse du chapeau

source: Hat alignment
fr_be: Alignement du chapeau

source: Border under the hat
fr_be: Bordure sous le chapeau

source: Border bottom padding
fr_be: Rembourrage de fond de bordure

source: Bottom margin under the introduction block
fr_be: Marge sous le bloc d’introduction

source: Section title alignment
fr_be: Alignement du titre de la section

source: Multimedia element (image, map or video)
fr_be: Élément multimédia (image, carte ou vidéo)

source: Display after title
fr_be: Afficher après titre

source: Display before title
fr_be: Afficher avant titre

source: Do not display
fr_be: Ne pas afficher

source: Multimedia content width
fr_be: Largeur de contenu multimédia

source: Multimedia content border
fr_be: Bordure du contenu multimédia

source: No multimedia border
fr_be: Aucune bordure

source: Multimedia border width
fr_be: Largeur de la bordure

source: Multimedia border padding
fr_be: Rembourrage de la bordure (marge intérieure)

source: Do not display caption
fr_be: Ne pas afficher la légende

source: Caption font size
fr_be: Taille de la légende

source: Caption style
fr_be: Style du texte de la légende

source: Italic
fr_be: Italique

source: Caption alignment
fr_be: Alignement de la légende

source: Break page after section title
fr_be: Saut de page après le titre de section

source: Subtitles alignment
fr_be: Alignement des sous-titres

source: Do not display dropcap
fr_be: Ne pas afficher les lettrines

source: Break page after each section
fr_be: Saut de page après chaque section

source: Middle
fr_be: Milieu

source: 72 DPI for digital printing, 300 DPI for offset printing. To be printed, you must activate "Print background and image" in the settings of your browser.
fr_be: 72 DPI pour l’impression numérique, 300 DPI pour l’impression offset. Pour imprimer l'image de fond,, vous devez activer « Imprimer l’arrière-plan et l’image » dans les paramètres d'impression de votre navigateur.

source: Text alignment
fr_be: Alignement du titre

source: Before the title
fr_be: Avant le titre

source: After the title
fr_be: Après le titre

source: After the subtitle
fr_be: Après le sous-titre

source: 72 DPI for digital printing, 300 DPI for offset printing.
fr_be: 72 DPI pour l’impression numérique, 300 DPI pour l’impression offset.

source: Image alignment
fr_be: Alignement de l'image

source: After the text
fr_be: Après le texte

source: Page elements
fr_be: Eléments de la page

source: Title
fr_be: Titre

source: Subtitle
fr_be: Sous-titre

source: Text
fr_be: Texte

source: Gutter
fr_be: Gouttière

source: Sorted by
fr_be: Triés par

source: From recent to oldest
fr_be: Du récent au plus ancien

source: From oldest to recent
fr_be: Du plus ancien au récent

source: List style
fr_be: Style de liste

source: No style
fr_be: Aucun style

source: Bullet
fr_be: Puce

source: Square
fr_be: Carré

source: Numbers
fr_be: Numéros

source: Padding left
fr_be: Marge (padding) gauche

source: Bottom margin under each element of the list
fr_be: Marge inférieure sous chaque élément de la liste

source: Do not display the projects
fr_be: Ne pas afficher les projets

source: Do not display the title
fr_be: Ne pas afficher le titre

source: ID to exclude (separated with a comma)
fr_be: ID à exclure (séparé avec une virgule)

source: ID can be found on the admin projects page
fr_be: L'ID peut être trouvé sur la page projets de l'admin

source: Do not display the maps
fr_be: Ne pas afficher les cartes

source: ID can be found on the admin maps page
fr_be: L'ID peut être trouvé sur la page cartes de l'admin

source: Do not display the markers
fr_be: N’affichez pas les marqueurs

source: ID can be found on the admin markers marker
fr_be: L'ID peut être trouvé sur la page marqueurs de l'admin

source: Do not display the geoformats
fr_be: Ne pas afficher les Géoformats

source: ID can be found on the admin Geoformats page
fr_be: L'ID peut être trouvé sur la page Géoformats de l'admin

source: Do not display the posts
fr_be: Ne pas afficher les articles

source: ID can be found on the admin posts page
fr_be: L'ID peut être trouvé sur la page articles de l'admin

source: Do not display the pages
fr_be: Ne pas afficher les pages

source: ID can be found on the admin pages page
fr_be: ID peut être trouvé sur la page des pages d’administrateur

source: Do not display the categorys
fr_be: Ne pas afficher les catégories

source: To view settings, the preview button must be activated in the general settings ("General" menu tab).
fr_be: Pour visualiser ces paramètres, le bouton "Prévisualisation" doit être activé dans les paramètres généraux (onglet « Général » du menu).

source: Complete this form to configure your cover page for printing.
fr_be: Remplissez ce formulaire pour configurer votre page de couverture pour l’impression.

source: You can preview this page here</a>. Refresh the page (F5) to see the changes.
fr_be: Vous pouvez prévisualiser cette page ici</a>. Actualisez la page (F5) pour voir les modifications.

source: Complete this form to configure your table of contents page for printing.
fr_be: Remplissez ce formulaire pour configurer votre page de table des matières pour l’impression.

source: Only fill this section if you wish to add a customized header with the title or/and subtitle of your website at the top of each post (table of contents included).<br/> To view settings, the preview button must be activated in the general settings ("General" menu tab).
fr_be: Remplissez cette section uniquement si vous souhaitez ajouter un en-tête personnalisé avec le titre ou/et le sous-titre de votre site web en tête de page (cela vaut pour tous les types de publication, table des matières incluse). <br/> Pour visualiser ces paramètres, le bouton "Prévisualisation" doit être activé dans les paramètres généraux (onglet « Général » du menu).

source: Print settings
fr_be: Paramètres d’impression

source: General
fr_be: Général

source: Headers
fr_be: En-tête

source: Contents
fr_be: Contenus

source: Table of contents
fr_be: Table des matières

source: About
fr_be: À propos

source: Choose an image
fr_be: Choisir une image

source: Use this image
fr_be: Utiliser cette image

source: Theme customisation settings
fr_be: Paramètres de personnalisation du thème

source: Primary color
fr_be: Couleur primaire

source: Secundary color
fr_be: Couleur secondaire

source: Header icon
fr_be: Icônes de l'en-tête

source: Burger menu
fr_be: Menu burger

source: Background
fr_be: Arrière-plan de la page

source: Menus links
fr_be: Lien des menus

source: Insights (light gray by default)
fr_be: Exergues (fond grisé par défaut)

source: Footer background
fr_be: Arrière-plan du pied de page

source: Footer text
fr_be: Texte du pied de page

source: Footer links
fr_be: Liens du pied de page

source: Social links
fr_be: Icônes de partage vers les réseaux sociaux

source: Font family (main content)
fr_be: Typographie (contenus)

source: Font family (titles)
fr_be: Typographie (titres)

source: Add your favicon
fr_be: Ajoutez votre favicon

source: Activate Soundcite (see Toolbox/Knight Lab)
fr_be: Activer Soundcite (voir Boîte à outils/Knight Lab)

source: Number of maps on front page
fr_be: Nombre de cartes affichées sur la page d'accueil

source: When trashing a project
fr_be: Lorsqu'un projet est supprimé

source: When trashing a map
fr_be: Lorsqu'une carte est supprimée

source: Maps Options
fr_be: Options de cartes

source: Default tiles provider
fr_be: Fournisseur de dalles par défaut

source: Big map default tiles provider
fr_be: Fournisseur de dalles de la grande carte

source: Maps default center and zoom
fr_be: Centre par défaut des cartes

source: Export maps
fr_be: Exporter les cartes

source: Mapbox Access Token
fr_be: Jeton d'accès Mapbox (access token)

source: Mapbox Style
fr_be: Style MapBox

source: My social networks
fr_be: Mes réseaux sociaux

source: Twitter URL
fr_be: URL Twitter du projet

source: Twitter ID (@MyName)
fr_be: Identifiant Twitter (@MonNom)

source: Facebook URL
fr_be: URL Facebook du projet

source: YouTube URL
fr_be: URL YouTube

source: Instagram URL
fr_be: URL Instagram

source: Soundcloud URL
fr_be: URL Soundcloud

source: Medium URL
fr_be: URL blog Medium

source: My shared links
fr_be: Partages vers les réseaux sociaux

source: Chose the social networks links
fr_be: Sélectionner les réseaux sociaux souhaités

source: Additional data for sharing
fr_be: Informations complémentaires pour le partage

source: Twitter card type
fr_be: Twitter card (format de partage sur Twitter)

source: Default image
fr_be: Image par défaut

source: Audience measurements
fr_be: Mesure des audiences

source: Google Analytics code
fr_be: Code Google Analytics

source: Meta description of the website
fr_be: Métadonnée de description du site web

source: Meta keywords
fr_be: Mots-clés

source: Next-previous Geoformat
fr_be: Géoformat suivant-précédent (affichage du lien)

source: Custom text
fr_be: Texte personnalisé

source: Add logo
fr_be: Ajouter un logo

source: Footer text color
fr_be: Texte du pied de page

source: White
fr_be: Blanc

source: Black
fr_be: Noir

source: Original colors
fr_be: Couleurs originales

source: Medium
fr_be: Moyen

source: Small
fr_be: Petit

source: Large
fr_be: Grand

source: You can view samples of those different fonts on <a href="https://fonts.google.com/" rel="noopener" target="_blank">fonts.google.com</a>. "Faune" is available <a href="http://www.cnap.graphismeenfrance.fr/faune/" rel="noopener" target="_blank">on this page</a>
fr_be: Vous pouvez voir des échantillons de ces différentes polices sur <a href="https://fonts.google.com/" rel="noopener" target="_blank">fonts.google.com</a>. "Faune" est disponible <a href="http://www.cnap.graphismeenfrance.fr/faune/" rel="noopener" target="_blank">sur cette page</a>

source: Select your favicon
fr_be: Sélectionnez votre favicon

source: You can convert your favicon to the right format, .ico, with using a free online generator for jpg or png images. <br/> This one is great: <a href="http://realfavicongenerator.net/" target="_blank">realfavicongenerator.net</a>
fr_be: Vous pouvez convertir votre favicon au bon format, .ico, avec l'aide d'un générateur en ligne gratuit pour des images jpg ou png au format carré. Vous pouvez par exemple utiliser <a href="http://realfavicongenerator.net/" target="_blank">ce service</a>

source: Remove image
fr_be: Supprimer l'image

source: Select your logo
fr_be: Sélectionnez votre logo

source: *If you wish to chose MapBox, don't forget to add your access token below, otherwise it won't works
fr_be: *Si vous souhaitez choisir MapBox, n’oubliez pas d’ajouter votre jeton d’accès (access token) ci-dessous, sinon il ne fonctionnera pas

source: Déplacez le curseur à la position souhaitée, aidez-vous du zoom pour vous déplacer dans la carte. Si la carte ne se charge pas complètement, merci de redimensionner manuellement la fenêtre de votre navigateur.
fr_be: Déplacez le curseur à la position souhaitée, aidez vous du zoom Versez vous déplacer dans la carte. Si la carte ne se charge pas complètement, merci de redimensionner manuellement la fenêtre de votre navigateur.

source: This is the default center and zoom when creating a marker or when a map has no markers.
fr_be: C'est le centre de carte par défaut lors de la création d'un marqueur ou lorsqu'une carte ne contient aucun marqueur.

source: Maps are shareable by default
fr_be: Les cartes sont partageables par défaut

source: If you change this setting, it will only be applied to new maps. You can change this setting in each map's form.
fr_be: Si vous modifiez ce paramètre, il ne sera appliqué qu'aux nouvelles cartes. Vous pouvez modifier ce paramètre pour chaque carte, dans les champs du formulaire.

source: *If you want to use MapBox as a tiles provider, you need to login <a href="http://mapbox.com" target="_blank">Mapbox</a> and retrieve your access key and style (style is not mandatoy, the default map will be used). <br/> Ex.: volvac/ck9ypkmf22lwi1ippsq6aec9z
fr_be: *Si vous souhaitez utiliser MapBox en tant que fournisseur de vignettes, vous devez vous connecter à <a href="http://mapbox.com" target="_blank">Mapbox</a> et récupérer votre clé d’accès et votre style (le style n’est pas obligatoire, la carte par défaut sera alors utilisée).<br/>Ex.: volvac/ck9ypkmf22lwi1ippsq6aec9z

source: Select your default image
fr_be: Sélectionnez votre image par défaut

source: Type of presentation: abstract (small image) or abstract with a large image.
fr_be: Type de présentation : résumé (petite image) ou résumé avec une grande image.

source: Add your Google Analytics code ( <\script>...<\/script> )
fr_be: Ajoutez votre code Google Analytics (<\script>...<\/script>)

source: The description must be no longer than 200 characters
fr_be: La description ne doit pas être de plus de 200 caractères

source: Maximum: 20 keywords
fr_be: Maximum: 20 mots clés

source: Short text at the bottom of the page
fr_be: Texte court au bas de la page

source: Copyright
fr_be: Copyright du thème

source: Year
fr_be: Année courante

source: Keep maps and posts (they won't belong to any project until you edit them)
fr_be: Conserver les cartes et les articles (ils n'appartiendront à aucun projet tant que vous ne les aurez pas modifiés)

source: Send maps, markers and posts to trash
fr_be: Envoyer les cartes, marqueurs et articles à la corbeille

source: Note that if you choose to send contents to trash, and want to restore them : the maps and posts won't belong to any project, and the markers won't belong to any map.
fr_be: Si vous choisissez d'envoyer les contenus à la corbeille et que vous les restaurez ensuite, les cartes et les articles n'appartiendront plus à aucun projet et les marqueurs n'appartiendront plus à aucune carte.

source: Keep markers (they won't belong to any map until you edit them)
fr_be: Conserver les marqueurs (ils n'appartiendront à aucune carte tant que vous ne les aurez pas modifiés)

source: Send map's markers to trash
fr_be: Envoyer les marqueurs des cartes à la corbeille

source: Note that if you choose to send markers to trash, they won't belong to any map if you restore them.
fr_be: Si vous choisissez d'envoyer les marqueurs à la corbeille, ils n'appartiendront à aucune carte si vous les restaurez par la suite.

source: The number of maps on front must be an integer. It has been reset to the default value.
fr_be: Le nombre de cartes affiché sur la page d'accueil doit être un entier.

source: Recents Posts in a category
fr_be: Articles récents d'une catégorie

source: Display the titles of the recents posts in the choosen category
fr_be: Affiche les titres des articles récents d'une catégorie donnée

source: Click to see this post
fr_be: Cliquer pour lire cet article

source: See all
fr_be: Voir tout

source: Category
fr_be: Catégorie

source: Number of Posts max
fr_be: Nombre maximum d'articles

source: Add New
fr_be: Créer

source: Add geoformat
fr_be: Ajouter un Géoformat

source: Edit geoformat
fr_be: Modifier le Géoformat

source: New geoformat
fr_be: Nouveau Géoformat

source: View geoformat
fr_be: Voir le Géoformat

source: Search geoformat
fr_be: Chercher un Géoformat

source: No geoformat found
fr_be: Aucun Géoformat trouvé

source: No geoformat in trash
fr_be: Aucun Géoformat dans la corbeille

source: Geoformat (parent) :
fr_be: Géoformat (parent) :

source: No field is mandatory: not completed, it will not be displayed. Titles are automatically added to the intrapage menu. To display an image, map or video in full screen, do not fill in the title field. The formatting of titles is taken into account only when it is accompanied by a media (image, card or video).
fr_be: Aucun champ n'est obligatoire : non complété, il ne sera pas affiché. Les titres sont automatiquement ajoutés au menu intrapage. Pour afficher une image, une carte ou une vidéo en plein écran, ne remplissez pas le champ de titre. Le formatage des titres n'est pris en compte que lorsqu'il est accompagné d'un média (image, carte ou vidéo).

source: Published geoformats
fr_be: Géoformats publiés

source: Duplicate
fr_be: Dupliquer

source: Settings
fr_be: Réglages

source: Content
fr_be: Contenu

source: Theme color
fr_be: Couleur principale

source: Font (texts)
fr_be: Typographie (textes)

source: Font (titles and captions)
fr_be: Typographie (titres et légendes)

source: Column width
fr_be: ﻿Largeur de la colonne centrale

source: Page loading
fr_be: Chargement de la page

source: Display author's name
fr_be: Afficher le nom de l'auteur
